Repository: cptjhmiller/openmediavault-git
Catalog: usr/share/openmediavault/locale/*/openmediavault-git.po
Languages: da_da

source: Add repository
da_da: Tilføj arkiv

source: Allow anonymous access
da_da: Tillad anonym adgang

source: Authentication realm.
da_da: Godkendelses rige.

source: Database Volume
da_da: Database Drev

source: Database has to be empty if database volume is changed.
da_da: Database skal være tom, hvis database drevet bliver ændret.

source: Default privilege level
da_da: Standard rettigheds niveau

source: Default privileges
da_da: Standard rettigheder

source: Description
da_da: Beskrivelse

source: Edit privileges
da_da: Rediger rettigheder

source: Edit repository
da_da: Rediger arkiv

source: Enable
da_da: Aktiver

source: Enable automatic creation of symbolic links in users homefolder to permitted repositories.
da_da: Aktiver automatisk oprettelse af symbolske links i brugerens hjemmemappe til tilladte arkiver.

source: Enable read-only repository content and history browsing through GitWeb
da_da: Aktiver skrivebeskyttet arkiv indhold og historie oversigt gennem GitWeb.

source: General settings
da_da: Generelle indstillinger

source: Git Web Service
da_da: Git Web Tjeneste

source: Group
da_da: Gruppe

source: Info
da_da: Oplysning

source: Launch GitWeb
da_da: Start GitWeb

source: Name
da_da: Navn

source: No access
da_da: Ingen adgang

source: Privileges
da_da: Rettigheder

source: Read / Write
da_da: Læse / Skrive

source: Read-only
da_da: Skrivebeskyttet

source: Read/Write
da_da: Læse/Skrive

source: Realm Name
da_da: Rige Navn

source: Repositories
da_da: Arkiver

source: Repository name.
da_da: Arkiv navn.

source: Repository root
da_da: Arkiv rod

source: Select a volume ...
da_da: Vælg et drev ...

source: Settings
da_da: Indstillinger

source: Show Tab
da_da: Vis Fane

source: Show tab containing GitWeb frame
da_da: Vis fane indeholdende GitWeb ramme

source: Symbolic links
da_da: Symbolske links

source: The group '%s' does not exist
da_da: Gruppen '%s' findes ikke

source: The user '%s' does not exist
da_da: Brugeren '%s' findes ikke

source: The user '%s' is not allowed
da_da: Brugeren '%s' har ikke tilladselse

source: User
da_da: Bruger

source: Users do not have to log in to view GitWeb
da_da: Bruger skal ikke logge ind for at gennemse GitWeb
